OdBaseTextIterator.currPos
\details
Returns the character at the current position of this TextIterator object.
\returns The character at the current position of this TextIterator object.

OdBaseTextIterator.currProperties
\details
Returns the properties of the character at the current position of this TextIterator object.
\returns The properties of the character at the current position of this TextIterator object.